# Арифметические операции

# Пример деления в целых числах числах
a = 2
b = 5
c = a//b
print(c)

# Пример деления в вещественных числах
a = 2
b = 5
c = a/b
print(c)

# Пример получения остатка от деления
a = 12
b = 5
c = a%b
print(c)

# Пример возведения в степень
a = 2
b = 5
c = a**b
print(c)

# Пример округления числа после умножения 
# по математическим правилам

a = 2.333465
b = 3
c = round(a*b,3)
print(c)

# Сокращенная операция присваивания

a = 4
#  вместо "= a + 3" можно записать как:
a += 5
print(a)